Repository: CareEvolution/ResearchKit
Catalog: ResearchKit/Localized/ResearchKit.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sv, sw, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# PVSAT_INTRO_TEXT
source: The Paced Visual Serial Addition Test measures your visual information processing speed and calculation ability.
ar: يقيس اختبار الجمع المتوالى البصري المتواتر سرعة معالجة المعلومات المرئية والقدرة الحسابية.
ca: El PAVT (test visual de suma en sèrie a ritme) mesura la teva velocitat de processament d’informació visual i la teva habilitat de càlcul.
cs: Paced Visual Serial Addition Test měří vaši rychlost a počtářské dovednosti při zpracovávání zrakových informací.
da: PVSAT-testen måler, hvor hurtigt du behandler synsoplysninger og din evne til at foretage udregninger.
de: Der visuelle Serienaddiertest mit Zeitlimit (PASAT, Paced Visual Serial Addition Test) misst, wie schnell du optische Informationen verarbeiten und rechnen kannst.
el: Η δοκιμασία PVSAT (Βηματική οπτική πρόσθεση αριθμών σε σειρά) αξιολογεί την ταχύτητα οπτικής επεξεργασίας πληροφοριών και την ικανότητα υπολογισμών.
es: La prueba de suma seriada visual por pasos mide tu velocidad de procesamiento de información visual y tu capacidad de cálculo.
es_419: La Prueba de la adición visual consecutiva ritmada (PVSAT) mide tu capacidad de cálculo y velocidad de procesamiento de información visual.
fi: PVSAT-testi (Paced Visual Serial Addition Test) mittaa nähdyn informaation käsittelynopeuttasi ja laskutaitoasi.
fr: Le test PVSAT (Paced Visual Serial Addition Test) mesure votre vitesse de traitement des informations visuelles et votre capacité à calculer.
fr_ca: Le test rythmé d’addition en série visuelle (PAVAT) mesure la vitesse de traitement d’informations visuelles, ainsi que la capacité de calcul.
he: הבדיקה ״חיבור סדרתי מתוזמן של ראיה״ מודדת את מהירות עיבוד המידע ויכולת החישוב שלך בראיה.
hi: पेस्ड विजुअल सीरियल ऐडीशन टेस्ट के द्वारा देखकर जानकारी संसाधित करने की आपकी गति और परिकलन क्षमता को मापा जाता है।
hr: Vizualni test tempiranog serijskog zbrajanja mjeri (PVSAT) brzinu vaše obrade vizualnih podataka te sposobnost računanja.
hu: Az Ütemes vizuális sorozatösszeadási teszt a vizuális információfeldolgozási sebességet és számítási képességet méri.
id: Pengujian Paced Visual Serial Addition mengukur kecepatan pemrosesan informasi dan kemampuan menghitung visual Anda.
it: Il Paced Visual Serial Addition Test (PVSAT) misura la velocità di elaborazione delle informazioni visive e la capacità di calcolo.
ja: PVSAT（定速視覚的連続加算）では、視覚による情報処理速度と計算能力を測定します。
ko: PVSAT 테스트(Paced Visual Serial Addition Test)는 사용자의 시각 정보 처리 속도 및 계산 능력을 측정합니다.
ms: Ujian Penambahan Bersiri Visual Berkadar mengukur kelajuan pemprosesan maklumat visual dan keupayaan pengiraan anda.
nb: PVSAT-testen (Paced Visual Serial Addition Test) måler hvor raskt du behandler synsinformasjon og evnen din til å gjøre utregninger.
nl: Met de PVSAT (een stapsgewijze visuele seriële opteltest) wordt gemeten hoe snel je zichtbare informatie verwerkt en hoe goed je kunt rekenen.
pl: Test PVSAT mierzy szybkość przetwarzania danych wizualnych i umiejętność liczenia.
pt: O Teste de Adição Sequencial de Visão Medida processa a velocidade e capacidade de calcular para medir suas informações visuais.
pt_pt: O teste PVSAT (Paced Auditory Serial Addition Test) mede a velocidade de processamento de informação visual e a capacidade de cálculo.
ro: Testul PAVSAT (testul vizual pe etape de adunare în serie) măsoară aptitudinile dvs. de calcul și viteza de procesare a informațiilor vizuale.
ru: В визуальном тесте на сложение с заданным темпом измеряются способность обрабатывать визуальную информацию, а также способность к вычислениям.
sk: Paced Visual Serial Addition Test meria rýchlosť, akou dokážete spracovať a spočítať informácie prijaté prostredníctvom zraku.
sv: PVSAT (Paced Visual Serial Addition Test) mäter din visuella bearbetningshastighet och beräkningsförmåga.
sw: Mtihani wa Ongezeko la Taratibu la Visual Serial Addition unapima kasi ya usindikaji wa taarifa za kuona na uwezo wa hesabu.
th: การทดสอบความสามารถผ่านการบวกเลขตามความเร็วที่มองเห็นจะประเมินข้อมูลด้านการมองเห็นของคุณโดยการประมวลผลความเร็วและความสามารถด้านการคิดคำนวณ
tr: Tempolu Görsel Toplama Testi, görsel bilgi işleme hızınızı ve hesaplama becerinizi ölçer.
uk: Візуальний тест на складання у заданому темпі вимірює швидкість обробки вами візуальної інформації та вашу здібність до обчислення.
vi: Bài Kiểm tra Tính tổng Tuần tự bằng Hình ảnh Theo tốc độ đo lường tốc độ xử lý thông tin hình ảnh cùng với khả năng tính toán của bạn.
zh_cn: “步进式视觉累加实验”测量您的视觉信息处理速度和计算能力。
zh_hk: 定時視覺連續加法測試（PVSAT）可測量你的視覺資料處理速度及計算能力。
zh_tw: 連續視覺序列附加測試（PVSAT）會測量您的視覺資訊處理速度和計算能力。

# RANGE_ALERT_MESSAGE_ABOVE_MAXIMUM
source: %1$@ exceeds the maximum allowed value (%2$@).
ar: ‏%1$@ تتخطى القيمة القصوى المسموح بها (%2$@).
ca: %1$@ supera el valor màxim permès (%2$@).
cs: %1$@ přesahuje maximální povolenou hodnotu (%2$@).
da: %1$@ overskrider den maks. tilladte værdi (%2$@).
de: %1$@ liegt über dem erlaubten Höchstwert (%2$@).
el: Η τιμή «%1$@» υπερβαίνει τη μέγιστη επιτρεπόμενη τιμή (%2$@).
es: %1$@ es superior al valor máximo permitido (%2$@).
es_419: %1$@ excede el número máximo permitido (%2$@).
fi: %1$@ ylittää sallitun enimmäisarvon (%2$@).
fr: %1$@ dépasse la valeur maximale autorisée (%2$@).
fr_ca: %1$@ dépasse la valeur maximale autorisée (%2$@).
he: %1$@ חורג מהערך המרבי המותר (%2$@).
hi: %1$@ अधिकतम अनुमत मान (%2$@) से अधिक है।
hr: %1$@ prekoračuje maksimalnu dozvoljenu vrijednost (%2$@).
hu: A(z) %1$@ túllépi a maximálisan engedélyezett értéket (%2$@).
id: %1$@ melebihi nilai maksimum yang diizinkan (%2$@).
it: %1$@ supera il valore massimo consentito (%2$@).
ja: %1$@は許容される最大値（%2$@）を超えています。
ko: %1$@은(는) 최대 허용 값을 초과합니다(%2$@).
ms: %1$@ melebihi nilai maksimum yang dibenarkan (%2$@).
nb: %1$@ overstiger høyest tillatte verdi (%2$@).
nl: %1$@ is hoger dan de maximaal toegestane waarde (%2$@).
pl: %1$@ przekracza maksymalną dozwoloną wartość (%2$@).
pt: %1$@ excede o valor máximo permitido (%2$@).
pt_pt: %1$@ ultrapassa o valor máximo permitido (%2$@).
ro: Valoarea “%1$@” depășește maximul permis (%2$@).
ru: %1$@ превышает максимально допустимое значение (%2$@).
sk: %1$@ prekračuje maximálnu povolenú hodnotu (%2$@).
sv: %1$@ överskrider det högsta tillåtna värdet (%2$@).
sw: %1$@ inazidi thamani ya juu zaidi inayoruhusiwa (%2$@).
th: %1$@ เกินจำนวนค่าสูงสุดที่อนุญาต (%2$@)
tr: %1$@, izin verilen maksimum değeri (%2$@) aşıyor.
uk: %1$@ перевищує максимально дозволене значення (%2$@).
vi: %1$@ vượt quá giá trị tối đa được phép (%2$@).
zh_cn: %1$@ 超出了允许的最大值 (%2$@)。
zh_hk: %1$@ 超過了上限（%2$@）。
zh_tw: %1$@ 超過最大的允許值 (%2$@)。

# RANGE_ALERT_MESSAGE_BELOW_MAXIMUM
source: %1$@ is less than the minimum allowed value (%2$@).
ar: ‏%1$@ أقل من القيمة الدنيا المسموح بها (%2$@).
ca: %1$@ és menys que el valor mínim permès (%2$@).
cs: %1$@ nedosahuje minimální povolené hodnoty (%2$@).
da: %1$@ er mindre end den min. tilladte værdi (%2$@).
de: %1$@ liegt unter dem erlaubten Mindestwert (%2$@).
el: Η τιμή «%1$@» είναι χαμηλότερη από την ελάχιστη επιτρεπόμενη τιμή (%2$@).
es: %1$@ es inferior al valor mínimo permitido (%2$@).
es_419: %1$@ es menor al número mínimo permitido (%2$@).
fi: %1$@ on alle sallitun vähimmäisarvon (%2$@).
fr: %1$@ est inférieur à la valeur minimale autorisée (%2$@).
fr_ca: %1$@ est inférieur à la valeur minimale autorisée (%2$@).
he: %1$@ נמוך מהערך המינימלי המותר (%2$@).
hi: %1$@ न्यूनतम अनुमत मान (%2$@) से कम है।
hr: %1$@ je manje od minimalne dozvoljene vrijednosti (%2$@).
hu: A(z) %1$@ kisebb a minimálisan engedélyezett értéknél (%2$@).
id: %1$@ kurang dari nilai minimum yang diizinkan (%2$@).
it: %1$@ è inferiore al valore minimo consentito (%2$@).
ja: %1$@は許容される最小値（%2$@）より小さいです。
ko: %1$@은(는) 최소 허용 값보다 작습니다(%2$@).
ms: %1$@ kurang daripada nilai minimum yang dibenarkan (%2$@).
nb: %1$@ er mindre enn lavest tillatte verdi (%2$@).
nl: %1$@ is lager dan de minimaal toegestane waarde (%2$@).
pl: %1$@ nie przekracza minimalnej dozwolonej wartości (%2$@).
pt: %1$@ é menor que o valor mínimo permitido (%2$@).
pt_pt: %1$@ é inferior ao valor mínimo permitido (%2$@).
ro: Valoarea “%1$@” este mai mică decât minimul permis (%2$@).
ru: %1$@ меньше минимально допустимого значения (%2$@).
sk: %1$@ nedosahuje minimálnu povolenú hodnotu (%2$@).
sv: %1$@ är mindre än det minsta tillåtna värdet (%2$@).
sw: %1$@ ni chini ya thamani ndogo inayoruhusiwa (%2$@).
th: %1$@ น้อยกว่าค่าต่ำสุดที่อนุญาต (%2$@)
tr: %1$@, izin verilen minimum değerden (%2$@) küçük.
uk: %1$@ є меншим мінімально дозволеного значення (%2$@).
vi: %1$@ nhỏ hơn giá trị tối thiểu được phép (%2$@).
zh_cn: %1$@ 低于允许的最小值 (%2$@)。
zh_hk: %1$@ 低於下限（%2$@）。
zh_tw: %1$@ 低於最小的允許值 (%2$@)。

# RANGE_ALERT_MESSAGE_OTHER
source: %@ is not a valid value.
ar: ‏%@ قيمة غير صالحة.
ca: %@ no és un valor vàlid.
cs: %@ není platná hodnota.
da: %@ er ikke en gyldig værdi.
de: %@ ist kein gültiger Wert.
el: Το «%@» δεν είναι έγκυρη τιμή.
es: %@ no es un valor válido.
es_419: %@ no es un valor válido.
fi: %@ ei ole kelvollinen arvo.
fr: %@ n’est pas une valeur valide.
fr_ca: %@ n’est pas une valeur valide.
he: %@ הוא לא ערך תקין.
hi: %@ मान्य मान नहीं है।
hr: %@ nije važeća vrijednost.
hu: A(z) %@ nem érvényes érték.
id: %@ bukan nilai yang sah.
it: %@ non è un valore valido.
ja: %@は無効な値です。
ko: %@은(는) 유효한 값이 아닙니다.
ms: %@ bukan nilai yang sah.
nb: %@ er ikke en gyldig verdi.
nl: %@ is geen geldige waarde.
pl: %@ nie jest poprawną wartością.
pt: %@ não é um valor válido.
pt_pt: %@ não é um valor válido.
ro: %@ nu este o valoare validă.
ru: Недопустимое значение: %@.
sk: %@ nie je platná hodnota.
sv: %@ är inte ett giltigt värde.
sw: %@ si thamani halali.
th: %@ ไม่ใช่ค่าที่ถูกต้อง
tr: %@ geçerli bir değer değil.
uk: %@ не є правильним значенням.
vi: %@ không phải giá trị hợp lệ.
zh_cn: %@ 不是有效值。
zh_hk: %@ 不是有效的數值。
zh_tw: 「%@」不是有效值。

# RANGE_ALERT_TITLE
source: Invalid value
ar: القيمة غير صالحة
ca: Valor no vàlid
cs: Neplatná hodnota
da: Ugyldig værdi
de: Ungültiger Wert
el: Μη έγκυρη τιμή
es: Valor no válido
es_419: Valor no válido
fi: Virheellinen arvo
fr: Valeur non valide
fr_ca: Valeur non valide
he: ערך שאינו תקין
hi: अमान्य मान
hr: Nevažeća vrijednost
hu: Érvénytelen érték
id: Nilai tidak sah
it: Valore non valido
ja: 値が無効です
ko: 유효하지 않은 값
ms: Nilai tidak sah
nb: Ugyldig verdi
nl: Ongeldige waarde
pl: Nieprawidłowa wartość
pt: Valor inválido
pt_pt: Valor inválido
ro: Valoare nevalidă
ru: Недопустимое значение
sk: Neplatná hodnota
sv: Ogiltigt värde
sw: Thamani batili
th: ค่าไม่ถูกต้อง
tr: Geçersiz değer
uk: Неправильне значення
vi: Giá trị không hợp lệ
zh_cn: 无效值
zh_hk: 無效值
zh_tw: 無效值

# RANGE_OF_MOTION_TITLE
source: Range of Motion
ar: نطاق الحركة
ca: Amplitud de moviment
cs: Rozsah pohybu
da: Bevægelsesområde
de: Bewegungsbereich
el: Εύρος κίνησης
es: Movimiento articular
fi: Liikeulottuvuus
fr: Amplitude de mouvement
fr_ca: Amplitude de mouvement
he: טווח תנועה
hi: गति की सीमा
hr: Raspon kretanja
hu: Mozgástartomány
id: Cakupan Gerakan
it: Capacità di movimento
ja: 可動域
ko: 가동 범위
ms: Julat Pergerakan
nl: Bewegingsbereik
pl: Zakres ruchu
pt: Amplitude de Movimento
pt_pt: Intervalo de movimento
ro: Amplitudinea mișcării
ru: Подвижность
sk: Rozsah pohybu
sv: Rörlighet
sw: Masafa ya Mwendo
th: พิสัยการเคลื่อนไหว
tr: Hareket Aralığı
uk: Діапазон руху
vi: Phạm vi chuyển động
zh_cn: 运动范围
zh_hk: 動作範圍
zh_tw: 活動範圍

# REACTION_TIME_TASK_ACTIVE_STEP_TITLE
source: Quickly shake the device when the blue circle appears
ar: قم بهز الجهاز سريعًا عندما تظهر الدائرة الزرقاء
ca: Agita ràpidament el dispositiu quan aparegui el cercle blau
cs: Jakmile se objeví modrý kroužek, krátce zařízením zatřeste
da: Ryst hurtigt enheden, når den blå cirkel vises
de: Wenn der blaue Kreis angezeigt wird, schüttle das Gerät schnell
el: Ανακινήστε γρήγορα τη συσκευή όταν εμφανιστεί ο μπλε κύκλος
es: Cuando aparezca el círculo azul, agita rápidamente el dispositivo
es_419: Sacude rápidamente el dispositivo cuando se muestre el círculo azul
fi: Kun sininen ympyrä tulee näkyviin, ravista nopeasti laitetta
fr: Secouer rapidement l’appareil lorsque le cercle bleu apparaît
fr_ca: Secouez rapidement l’appareil lorsque le cercle bleu apparaît.
he: נער/י את המכשיר במהירות כשמופיע העיגול הכחול
hi: नीले रंग का वृत्त दिखाई देने पर शीघ्रता से उपकरण को हिलाएँ
hr: Kada se pojavi plavi krug, brzo protresite uređaj
hu: Gyorsan rázza meg a készüléket, amikor megjelenik a kék kör
id: Goyang perangkat dengan cepat saat lingkaran biru muncul
it: Agita velocemente il dispositivo quando compare il cerchio di colore blu
ja: 青い円が表示されたら、すぐにデバイスを振ってください
ko: 파란 원이 나타나면 재빨리 기기를 흔드십시오.
ms: Goncang peranti dengan cepat apabila bulatan biru muncul
nb: Rist enheten fort når den blå sirkelen vises
nl: Schud het apparaat snel heen en weer als de blauwe cirkel verschijnt
pl: Gdy pojawi się niebieskie kółko, szybko potrząśnij urządzeniem
pt: Agite o dispositivo rapidamente quando o círculo azul aparecer
pt_pt: Agite rapidamente o dispositivo quando o círculo azul aparecer
ro: Agitați rapid dispozitivul atunci când apare cercul albastru
ru: При появлении синего круга быстро встряхните устройство
sk: Keď sa zobrazí modrý kruh, rýchlo potraste zariadením.
sv: Skaka snabbt enheten när den blå cirkeln visas
sw: Tikisa kifaa haraka pale duara la buluu litakapoonekana
th: เขย่าอุปกรณ์อย่างรวดเร็วเมื่อมีวงกลมสีนำ้เงินปรากฏขึ้น
tr: Mavi daire göründüğünde aygıtı hızlıca sallayın
uk: Швидко трусніть пристроєм, коли з’явиться синє коло
vi: Lắc nhanh thiết bị khi vòng tròn màu xanh dương xuất hiện
zh_cn: 蓝色圆圈出现时快速摇动设备
zh_hk: 當藍色圓圈出現時，請快速搖動裝置
zh_tw: 顯示藍色圓圈時快速晃動裝置

# REACTION_TIME_TASK_ATTEMPTS_FORMAT
source: Attempt %@ of %@
ar: المحاولة %@ من %@
ca: Intent %@ de %@
cs: Pokus %@ z %@
da: Forsøg %@ af %@
de: Versuch %@ von %@
el: Απόπειρα %@ από %@
es: Intento %@ de %@
es_419: Intento %@ de %@
fi: Yritys %@ / %@
fr: Tentative %@ sur %@
fr_ca: Tentative %@ sur %@
he: נסיון %@ מתוך %@
hi: प्रयास %1$@/%2$@
hr: Pokušaj %@ od %@
hu: %@/%@. kísérlet
id: Percobaan %@ dari %@
it: Tentativo %@ di %@
ja: %@/%@回
ko: %@/%@ 시도
ms: Percubaan %@ daripada %@
nb: Forsøk %@ av %@
nl: Poging %@ van %@
pl: Próba %@ z %@
pt: Tentativa %@ de %@
pt_pt: Tentativa %@ de %@
ro: Încercarea %@ din %@
ru: Попытка %@ из %@
sk: Pokus %@ z %@
sv: Försök %@ av %@
sw: Jaribio %@ kati ya %@
th: ความพยายาม %@ จาก %@
tr: %@ / %@ Girişim
uk: Спроба %@ із %@
vi: Lần thử %@ / %@
zh_cn: 第 %@/%@ 次尝试
zh_hk: 第 %@/%@ 次嘗試
zh_tw: 第 %@ 次（共 %@ 次）

# REACTION_TIME_TASK_CALL_TO_ACTION
source: Tap Get Started to begin.
ar: اضغط على البدء لكي تبدأ.
ca: Per iniciar, prem Començar.
cs: Začněte klepnutím na Začít.
da: Tryk på Gå i gang for at starte.
de: Tippe zum Starten auf „Los geht’s“.
el: Αγγίξτε «Έναρξη» για να αρχίσετε.
es: Pulsa Empezar para comenzar.
es_419: Toca Empezar para comenzar.
fi: Aloita napauttamalla Aloita-painiketta.
fr: Touchez Démarrer pour commencer.
fr_ca: Touchez Démarrer pour commencer.
he: הקש/י על ״התחלה״ כדי להתחיל.
hi: आरंभ करने के लिए “आरंभ करें” पर टैप करें।
hr: Dodirnite Pokreni za početak.
hu: A kezdéshez koppintson a Kezdés elemre.
id: Ketuk Mulai untuk memulai.
it: Tocca Inizia per cominciare.
ja: 始めるには、“開始”をタップしてください。
ko: 시작하려면 시작하기를 탭하십시오.
ms: Ketik Mulakan untuk memulakan.
nb: Trykk på Start for å begynne.
nl: Tik op 'Start' om te beginnen.
pl: Aby rozpocząć, stuknij w Start.
pt: Toque em Iniciar para começar.
pt_pt: Para iniciar, toque em Começar.
ro: Apăsați “Start” pentru a începe.
ru: Чтобы приступить, коснитесь «Начать».
sk: Aktivitu spustíte klepnutím na Začať.
sv: Tryck på Kom igång för att börja.
sw: Gusa 'Anza' kuanza.
th: แตะเริ่มต้นใช้งานเพื่อเริ่ม
tr: Başlamak için Başla’ya dokunun.
uk: Торкніть «Розпочати», щоб почати.
vi: Chạm vào Bắt đầu để bắt đầu.
zh_cn: 轻点“开始”来进行测试。
zh_hk: 點一下「開始」以進行測試。
zh_tw: 點一下「開始測試」來開始。

# REACTION_TIME_TASK_INTENDED_USE
source: This activity evaluates the time it takes for you to respond to a visual cue.
ar: يعمل هذا النشاط على تقييم الوقت الذي تستغرقه في الاستجابة للتلميح البصري.
ca: Aquesta activitat avalua el temps que trigues a respondre a un senyal visual.
cs: Tato aktivita zjišťuje, jak dlouho vám trvá, než zareagujete na vizuální podnět.
da: Denne aktivitet vurderer, hvor lang tid du er om at reagere på et visuelt tegn.
de: Mit dieser Aktivität wird bewertet, wie lange du brauchst, um auf optische Reize zu reagieren.
el: Αυτή η δραστηριότητα υπολογίζει τον χρόνο που χρειάζεστε για να αποκριθείτε σε μια οπτική ένδειξη.
es: Esta actividad evalúa el tiempo que tardas en responder a un estímulo visual.
es_419: Esta actividad evalúa el tiempo que te toma responder a una indicación visual.
fi: Tämä aktiviteetti mittaa aikaa, joka sinulta kuluu vastata visuaaliseen tapahtumaan.
fr: Cette activité évalue le temps qu’il vous faut pour réagir à un signal visuel.
fr_ca: Cette activité évalue votre de temps de réaction pour répondre à un signal visuel.
he: פעילות זו מעריכה את משך הזמן שלוקח לך להגיב לרמז חזותי.
hi: इस गतिविधि द्वारा किसी दृश्यात्मक संकेत की प्रतिक्रिया देने में आपके द्वारा लिए जाने वाले समय का मूल्यांकन किया जाता है।
hr: Ovom se aktivnošću procjenjuje koliko vam je vremena potrebno za reakciju na vizualni znak.
hu: Ez a tevékenység felméri, hogy mennyi ideig tart Önnek válaszolni egy vizuális jelzésre.
id: Aktivitas ini mengevaluasi waktu yang Anda butuhkan untuk merespons isyarat visual.
it: L'attività valuta il tuo tempo di risposta quando ricevi un'indicazione visiva.
ja: このアクティビティでは、視覚的な合図に反応するまでの時間が測定されます。
ko: 이 실험은 시각 신호에 대한 사용자의 반응 시간을 평가합니다.
ms: Aktiviti ini menilai masa yang diambil untuk anda membalas kepada isyarat visual.
nb: Aktiviteten måler hvor lang tid det tar før du reagerer på visuelle signaler.
nl: Met deze activiteit wordt gekeken hoe snel je op een visuele aanwijzing reageert.
pl: To ćwiczenie ocenia Twój czas odpowiedzi na bodziec wzrokowy.
pt: Esta atividade avalia quanto tempo você leva para responder a um sinal visual.
pt_pt: Este exercício avalia o seu tempo de resposta a uma pista visual.
ro: Această activitate evaluează timpul de care aveți nevoie pentru a răspunde la un stimul vizual.
ru: Во время выполнения этого задания измеряется время реакции на визуальный сигнал.
sk: Táto aktivita hodnotí, ako rýchlo reagujete na vizuálny podnet.
sv: Den här aktiviteten utvärderar den tid det tar för dig att reagera på visuella stimuli.
sw: Shughuli hii inapima muda unaotumia kujibu kishawishi cha kuona.
th: กิจกรรมนี้จะประเมินเวลาที่คุณใช้ในการตอบสนองต่อการมองเห็น
tr: Bu aktivite, görünen bir ipucuna yanıt verebildiğiniz süreyi hesaplar.
uk: Цей тест оцінює час, потрібний вам, щоб зреагувати на візуальну команду.
vi: Hoạt động này giúp đánh giá thời gian bạn phản ứng trước gợi ý bằng hình ảnh.
zh_cn: 本活动评估您对视觉提示的反应时间。
zh_hk: 此測試活動會評估你對視覺提示作出反應所需的時間。
zh_tw: 此活動會評估您對於視覺提示的回應時間。

# REACTION_TIME_TASK_INTRO_TEXT_FORMAT
source: Shake the device in any direction as soon as the blue dot appears on screen. You will be asked to do this %D times.
ar: قم بهز الجهاز في أي اتجاه فور ظهور النقطة الزرقاء على الشاشة. سيُطلب منك فعل ذلك %D من المرات.
ca: Agita el dispositiu en qualsevol direcció de seguida que aparegui el punt blau a la pantalla. Se’t demanarà que facis això %D vegades.
cs: Jakmile se na displeji objeví modrá tečka, zatřeste zařízením v libovolném směru. Budete k tomu vyzváni celkem %Dx.
da: Ryst enheden i tilfældig retning, lige så snart den blå prik vises på skærmen. Du vil blive bedt om at gøre det %D gange.
de: Schüttle das Gerät, sobald der blaue Punkt auf dem Bildschirm angezeigt wird. Du wirst %D mal darum gebeten.
el: Ανακινήστε τη συσκευή προς οποιαδήποτε κατεύθυνση αμέσως μόλις εμφανιστεί η μπλε κουκκίδα στην οθόνη. Θα σας ζητηθεί να το κάνετε αυτό %D φορές.
es: Agita el dispositivo en cualquier dirección en cuanto el punto azul aparezca en pantalla. Se te pedirá que lo hagas %D veces.
es_419: Sacude el dispositivo en cualquier dirección en cuanto el punto azul se muestre en la pantalla. Se te pedirá esto %D veces.
fi: Ravista laitetta mihin tahansa suuntaan heti, kun sininen piste tulee näkyviin. Sinua pyydetään tekemään tämä %D kertaa.
fr: Secouez l’appareil dans n’importe quelle direction dès que le point bleu apparaît à l’écran. Il vous sera demandé de le faire %D fois.
fr_ca: Secouez l’appareil dans n’importe quel sens dès que le point bleu apparaît à l’écran. Vous serez invité à effectuer cette action %D fois.
he: נער/י את המכשיר בכיוון כלשהו ברגע שהנקודה הכחולה מופיעה על המסך. תתבקש/י לעשות זאת %D פעמים.
hi: स्क्रीन पर नीले रंग का बिंदु दिखाई देते ही उपकरण को किसी भी दिशा में हिलाएँ। आपसे %D बार ऐसा करने का अनुरोध किया जाएगा।
hr: Protresite uređaj u bilo kojem smjeru čim se na zaslonu pojavi plava točka. Od vas će se zatražiti da to učinite %D puta.
hu: Rázza meg a készüléket tetszőleges irányban, amint megjelenik a képernyőn a kék pont. A készülék %D alkalommal fogja megkérni erre.
id: Goyang perangkat ke arah mana pun segera setelah titik biru muncul di layar. Anda akan diminta untuk melakukannya sebanyak %D kali.
it: Quando vedi comparire il cerchio di colore blu sullo schermo, agita il dispositivo in qualsiasi direzione. Dovrai ripetere l'operazione %D volte.
ja: 画面に青い点が表示されたらすぐにデバイスを振ってください。測定は%D回行います。
ko: 파란 점이 화면에 나타나면 방향에 상관없이 즉시 기기를 흔드십시오. 이 동작을 %D번 해야 합니다.
ms: Goncang peranti dalam sebarang arah sebaik sahaja titik biru muncul pada skrin. Anda akan diminta untuk melakukan ini sebanyak %D kali.
nb: Rist enheten så snart du ser den blå prikken vises på skjermen. Du vil bli bedt om å gjøre dette %D ganger.
nl: Schud het apparaat in een willekeurige richting zodra de blauwe stip op het scherm verschijnt. Je wordt gevraagd om dit %D keer te doen.
pl: Potrząśnij urządzeniem w dowolnym kierunku, gdy tylko zobaczysz na ekranie niebieską kropkę. Test zostanie powtórzony %D razy.
pt: Agite o dispositivo em qualquer direção assim que o ponto azul aparecer na tela. Você será solicitado a fazer isso %D vezes.
pt_pt: Agite o dispositivo em qualquer direção assim que o ponto azul aparecer no ecrã. Ser-lhe-á pedido para fazer isto %D vezes.
ro: Agitați dispozitivul în orice direcție imediat ce apare cercul albastru pe ecran. Va trebui să repetați acțiunea de %D ori.
ru: Как только на экране появится синяя точка, встряхните устройство в любом направлении. Количество повторений этого задания: %D.
sk: Hneď ako sa na obrazovke objaví modrý bod, potraste zariadením v ľubovoľnom smere. Budete vyzvaní, aby ste to urobili %D-krát.
sv: Skaka enheten i valfri riktning så fort den blå punkten visas på skärmen. Du blir ombedd att göra detta %D gånger.
sw: Tingisha kifaa katika mwelekeo wowote mara tuu kitufe cha buluu kikionekana kwenye skrini. Utaombwa kufanya hivi mara %D.
th: เขย่าอุปกรณ์ในทิศทางใดก็ได้ทันทีที่มีจุดสีน้ำเงินปรากฏขึ้นมาบนหน้าจอ ระบบจะขอให้คุณทำสิ่งนี้ %D ครั้ง
tr: Ekranda mavi nokta görünür görünmez aygıtı herhangi bir yönde hızlıca sallayın. Bunu %D kez yapmanız istenecek.
uk: Трясніть пристроєм в будь-який бік, щойно на екрані з’явиться синя точка. Вас попросять зробити це кілька разів: %D.
vi: Lắc thiết bị theo bất kỳ hướng nào ngay khi chấm màu xanh dương xuất hiện trên màn hình. Bạn sẽ được yêu cầu làm việc này %D lần.
zh_cn: 屏幕出现蓝色圆点时立刻朝任意方向摇动设备。您将需要完成此操作 %D 次。
zh_hk: 當螢幕顯示藍色圓點時，請立刻以任何方向搖動裝置。你將需要執行此操作 %D 次。
zh_tw: 看到螢幕上顯示藍色圓點後，請立即往任意方向晃動裝置。您將被要求進行 %D 次晃動操作。
